
평가 항목
4. 파기절차 및 방법

지표
① 개인정보 파기 절차 및 방법을 적정하게 정하여 그 내용을 구체적이고 명확하게 기재하고 있는가? 
①-1. 개인정보 파기에 관한 사항을 누락없이 명확하게 기재하고 있는가? 
정량
근거법령
「개인정보 보호법」 제21조, 제30조 제1항
「개인정보 보호법」 시행령 제16조
「표준 개인정보 보호지침」 제10조
평가기준(착안사항)

◈ 개인정보의 파기 절차 및 방법에 관한 내용을 정보주체에게 명확히 공개하고 있는지 여부를 평가하기 위함 


 처리하고 있는 개인정보가 불필요하게 되었을 경우 지체 없이 파기한다는 내용 기재 여부를 확인함 

 보유기간의 경과, 개인정보의 처리 목적 달성, 가명정보의 처리 기간 경과 등 그 개인정보가 불필요하게 되었을 때에는 지체 없이 그 개인정보를 파기한다는 내용이 작성되어있는지 여부 확인 
 다른 법령에 따라 보존하여야 하는 경우, 해당 개인정보 또는 개인정보파일을 다른 개인정보와 분리하여 저장‧관리한다는 내용 및 보존근거(해당 법령명 및 조문), 보존하는 개인정보 항목을 기재하고 있는지 확인
 ※ 해당 내용을 ‘개인정보 처리 및 보유기간’에서 작성한 경우, 해당 내용에서 확인할 수 있다는 안내 문구 또는 바로 해당 항목으로 이동할 수 있도록 하이퍼링크를 제공하고 있는지 확인(권장사항)


주요 감점사례



● 개인정보의 파기에 관한 안내를 처리방침에 작성하지 않은 경우


증빙자료
1. 파기 절차 및 방법을 확인할 수 있는 내부 관리계획 등 관련 문서 
2. 개인정보 파기 결과 보고서
배점기준
● 개인정보 파기에 관한 사항을 처리방침에 안내하고 있는지 여부를 평가 

평가 및 배점 기준

◾ 개인정보 보유기간의 경과, 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기한다는 내용을 기재하고 있는 경우 
□ 이행
◾ 개인정보 보유기간의 경과, 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기한다는 내용을 기재하지 않은 경우 
□ 미이행

근거법령
(조문)
제21조(개인정보의 파기) ① 개인정보처리자는 보유기간의 경과, 개인정보의 처리 목적 달성, 가명정보의 처리 기간 경과 등 그 개인정보가 불필요하게 되었을 때에는 지체 없이 그 개인정보를 파기하여야 한다. 다만, 다른 법령에 따라 보존하여야 하는 경우에는 그러하지 아니하다.
  ② 개인정보처리자가 제1항에 따라 개인정보를 파기할 때에는 복구 또는 재생되지 아니하도록 조치하여야 한다.
  ③ 개인정보처리자가 제1항 단서에 따라 개인정보를 파기하지 아니하고 보존하여야 하는 경우에는 해당 개인정보 또는 개인정보파일을 다른 개인정보와 분리하여서 저장ㆍ관리하여야 한다.
  ④ 개인정보의 파기방법 및 절차 등에 필요한 사항은 대통령령으로 정한다.
제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된 개인정보의 처리 방침(이하 “개인정보 처리방침”이라 한다)을 정하여야 한다. 이 경우 공공기관은 제32조에 따라 등록대상이 되는 개인정보파일에 대하여 개인정보 처리방침을 정한다.
  1. 개인정보의 처리 목적
  2. 개인정보의 처리 및 보유 기간
  3. 개인정보의 제3자 제공에 관한 사항(해당되는 경우에만 정한다)
  3의2. 개인정보의 파기절차 및 파기방법(제21조제1항 단서에 따라 개인정보를 보존하여야 하는 경우에는 그 보존근거와 보존하는 개인정보 항목을 포함한다)
  3의3. 제23조제3항에 따른 민감정보의 공개 가능성 및 비공개를 선택하는 방법(해당되는 경우에만 정한다)
  4. 개인정보처리의 위탁에 관한 사항(해당되는 경우에만 정한다)
  4의2. 제28조의2 및 제28조의3에 따른 가명정보의 처리 등에 관한 사항(해당되는 경우에만 정한다)
  5. 정보주체와 법정대리인의 권리ㆍ의무 및 그 행사방법에 관한 사항
  6. 제31조에 따른 개인정보 보호책임자의 성명 또는 개인정보 보호업무 및 관련 고충사항을 처리하는 부서의 명칭과 전화번호 등 연락처
  7. 인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치ㆍ운영 및 그 거부에 관한 사항(해당하는 경우에만 정한다)
  8. 그 밖에 개인정보의 처리에 관하여 대통령령으로 정한 사항
제16조(개인정보의 파기방법) ①개인정보처리자는 법 제21조에 따라 개인정보를 파기할 때에는 다음 각 호의 구분에 따른 방법으로 해야 한다.
  1. 전자적 파일 형태인 경우: 복원이 불가능한 방법으로 영구 삭제. 다만, 기술적 특성으로 영구 삭제가 현저히 곤란한 경우에는 법 제58조의2에 해당하는 정보로 처리하여 복원이 불가능하도록 조치해야 한다.
  2. 제1호 외의 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우: 파쇄 또는 소각
  ② 제1항에 따른 개인정보의 안전한 파기에 관한 세부 사항은 보호위원회가 정하여 고시한다.
