
평가 항목
1. 개인정보의 처리 목적

지표
① 개인정보 처리 목적을 구체적이고 명확하게 기재하고 있는가?
①-2. 개인정보처리자가 제공하는 서비스에 대한 개인정보 처리 목적을 개인정보 수집‧이용 시 고지하는 내용과 일치하도록 누락 없이 기재하고 있는가?
정량
근거법령
「개인정보 보호법」 제30조 제1항
평가기준(착안사항)

◈ 정보주체의 동의를 받아 개인정보의 수집‧이용하는 경우 동의를 받을 때 정보주체에게 고지하는 사항과 일치하는지 여부를 평가하기 위함 


 개인정보를 처리하는 서비스 별 수집‧이용 시 고지하는 처리 목적과 개인정보 처리방침의 처리 목적의 내용이 누락된 사항 없이 일치하는지 여부를 확인함

 [사전검토자료 참고] 서비스 단계별(회원가입, 상품구매, 고객상담 등) 수집‧이용 시 고지하는 사항과 처리방침에 작성된 내용의 일치 여부 확인  

 서비스별 개인정보 수집‧이용에 동의에 따른 고지 또는 별도 안내사항이 없는 경우, 서비스 목적 및 특성상 유사 서비스와의 비교 등을 통해 처리방침에 작성된 개인정보 처리 목적의 적정성을 검토 



주요 감점사례



● 개인정보를 처리하는 서비스 현황을 파악하여 검토한 결과, 고지된 개인정보 처리 목적과 일치하지 않거나 누락된 사항이 있는 경우
● 개인정보 수집‧이용 동의는 받고 있으나 처리 목적이 불명확하고, 처리방침에도 명확히 작성되어 있지 않은 경우
 ⇨ 평가대상에게 개인정보 처리 목적 확인을 위한 추가자료 요청 가능
  

증빙자료
1. 개인정보 처리 현황을 확인할 수 있는 자료 (서비스 목록별 처리 현황표 등) 
2. 개인정보 수집‧이용 동의서
배점기준
● 개인정보처리자가 제공하는 서비스 별로 처리방침의 개인정보 처리 목적을 누락하지 않고 작성하였는지 여부를 확인하여 평가 

평가 및 배점 기준

◾ 개인정보 수집‧이용 시 고지하는 내용과 모두 일치하며, 누락된 사항 없이 기재한 경우
□ 이행
◾ 서비스별 개인정보 처리 목적을 일부 누락하거나, 고지하는 내용과 불일치한 경우
□ 미이행

근거법령
(조문)
제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된 개인정보의 처리 방침(이하 “개인정보 처리방침”이라 한다)을 정하여야 한다. 이 경우 공공기관은 제32조에 따라 등록대상이 되는 개인정보파일에 대하여 개인정보 처리방침을 정한다.
  1. 개인정보의 처리 목적
  2. 개인정보의 처리 및 보유 기간
  3. 개인정보의 제3자 제공에 관한 사항(해당되는 경우에만 정한다)
  3의2. 개인정보의 파기절차 및 파기방법(제21조제1항 단서에 따라 개인정보를 보존하여야 하는 경우에는 그 보존근거와 보존하는 개인정보 항목을 포함한다)
  3의3. 제23조제3항에 따른 민감정보의 공개 가능성 및 비공개를 선택하는 방법(해당되는 경우에만 정한다)
  4. 개인정보처리의 위탁에 관한 사항(해당되는 경우에만 정한다)
  4의2. 제28조의2 및 제28조의3에 따른 가명정보의 처리 등에 관한 사항(해당되는 경우에만 정한다)
  5. 정보주체와 법정대리인의 권리ㆍ의무 및 그 행사방법에 관한 사항
  6. 제31조에 따른 개인정보 보호책임자의 성명 또는 개인정보 보호업무 및 관련 고충사항을 처리하는 부서의 명칭과 전화번호 등 연락처
  7. 인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치ㆍ운영 및 그 거부에 관한 사항(해당하는 경우에만 정한다)
  8. 그 밖에 개인정보의 처리에 관하여 대통령령으로 정한 사항
