
평가 항목
3. 개인정보의 처리 및 보유기간

지표
① 개인정보의 처리 및 보유기간을 적정하게 정하여 구체적이고 명확하게 기재하고 있는가? 
①-3. 법령에 따라 개인정보를 파기하지 않고 보관하는 경우 보존 근거와 보존하는 항목, 보유기간을 모호한 표현 없이 명확하게 기재하고 있는가?
정성
근거법령
「개인정보 보호법」 제21조, 제30조 제1항
「표준 개인정보 보호지침」 제11조
평가기준(착안사항)

◈ 법령에 따라 개인정보를 파기하지 않고 보존하는 경우 해당 내용을 명확하고 구체적으로 작성했는지 여부를 평가하기 위함 


 법령에 따라 개인정보를 파기하지 않고 보존하는 경우 해당 법령 및 조문과 보존하는 개인정보 항목을 구체적으로 기재하였는지 여부를 확인함

 [사전검토자료 참고] 법령에 따라 일정기간 보관해야 하는 서비스 목록을 참고하며, 해당 서비스 별 보존하는 항목, 보유기간 및 법적근거를 구체적으로 기재하였는지 여부 확인 
 해당 내용은 처리방침의 ‘개인정보의 처리 및 보유기간’ 또는 ‘개인정보의 파기 절차 및 방법에 관한 사항’에 명확하게 작성되어있는지 확인 



주요 감점사례



● 개인정보를 파기하지 않고 보존하는 경우에 해당하나, 작성해야 하는 사항(해당 법령 및 조문, 보존하는 개인정보 항목)을 누락한 경우
● 포괄적으로 묶어서 작성하거나, 축약하는 형태로 작성한 경우


증빙자료
1. 개인정보 처리 현황을 확인할 수 있는 자료 (서비스 목록별 처리 현황표 등) 
배점기준
● 처리 및 보유기간에 대한 구체적인 내용을 명확하게 작성했는지 평가  

평가 및 배점 기준

◾ 개인정보를 파기하지 않고 보존하는 경우 기재사항(해당 법령 및 조문과 보존하는 개인정보 항목)을 구체적으로 기재한 경우 
□ 우수
◾ 개인정보를 파기하지 않고 보존하는 경우 기재사항(해당 법령 및 조문과 보존하는 개인정보 항목)을 모두 기재는 하고 있으나, 일부 내용이 구체적이지 않은 경우 (ex. 법령명만 기재한 경우)
□ 보통
◾ 개인정보를 파기하지 않고 보존하는 경우 기재사항(해당 법령 및 조문과 보존하는 개인정보 항목)이 일부 누락되었거나, 포괄적이고 축약하는 형태(‘~등’)로 기재하여 내용이 추상적이고 모호한 경우 
□ 미흡

근거법령
(조문)
제21조(개인정보의 파기) ① 개인정보처리자는 보유기간의 경과, 개인정보의 처리 목적 달성, 가명정보의 처리 기간 경과 등 그 개인정보가 불필요하게 되었을 때에는 지체 없이 그 개인정보를 파기하여야 한다. 다만, 다른 법령에 따라 보존하여야 하는 경우에는 그러하지 아니하다.
제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된 개인정보의 처리 방침(이하 “개인정보 처리방침”이라 한다)을 정하여야 한다. 이 경우 공공기관은 제32조에 따라 등록대상이 되는 개인정보파일에 대하여 개인정보 처리방침을 정한다.
  1. 개인정보의 처리 목적
  2. 개인정보의 처리 및 보유 기간
  3. 개인정보의 제3자 제공에 관한 사항(해당되는 경우에만 정한다)
  3의2. 개인정보의 파기절차 및 파기방법(제21조제1항 단서에 따라 개인정보를 보존하여야 하는 경우에는 그 보존근거와 보존하는 개인정보 항목을 포함한다)
  3의3. 제23조제3항에 따른 민감정보의 공개 가능성 및 비공개를 선택하는 방법(해당되는 경우에만 정한다)
  4. 개인정보처리의 위탁에 관한 사항(해당되는 경우에만 정한다)
  4의2. 제28조의2 및 제28조의3에 따른 가명정보의 처리 등에 관한 사항(해당되는 경우에만 정한다)
  5. 정보주체와 법정대리인의 권리ㆍ의무 및 그 행사방법에 관한 사항
  6. 제31조에 따른 개인정보 보호책임자의 성명 또는 개인정보 보호업무 및 관련 고충사항을 처리하는 부서의 명칭과 전화번호 등 연락처
  7. 인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치ㆍ운영 및 그 거부에 관한 사항(해당하는 경우에만 정한다)
  8. 그 밖에 개인정보의 처리에 관하여 대통령령으로 정한 사항
