
평가 항목
1. 개인정보의 처리 목적

지표
① 개인정보 처리 목적을 구체적이고 명확하게 기재하고 있는가?
①-1. 정보주체가 개인정보 처리 목적을 인지할 수 있도록 모호한 표현 없이 명확하게 기재하고 있는가?
정성
근거법령
「개인정보 보호법」 제3조, 제30조 제1항
평가기준(착안사항)

◈ 정보주체가 해당 사무의 개인정보 처리 목적을 알기 쉽게 이해할 수 있도록 작성하였는지 여부를 평가하기 위함 


 개인정보를 처리하는 서비스 현황에 대한 개인정보 처리 목적이 개인정보 처리방침에 정보주체가 이해할 수 있도록 작성되어 있는지 확인함 

 정보주체가 처리방침 상의 목적만 확인하고도 개인정보 처리 목적을 충분히 예측할 수 있을 정도로 구체적으로 작성되어 있는지 확인 
 여러 개의 서비스를 제공하는 경우, 정보주체가 이해하기 쉽도록 처리 목적을 서비스 별로 구분하여 작성하였는지 확인


주요 감점사례



● 여러개의 서비스에 대한 처리 목적을 묶음으로 작성하여 어떤 서비스 목적으로 수집‧처리 되는지를 파악하기 어려운 경우


 개인정보를 처리하는 서비스 현황에 대한 개인정보 처리 목적을 축약하거나 광범위한 표현 없이 작성하였는지 여부를 확인함 

 개인정보 처리 목적을 ‘~등’과 같이 축약하거나, 포괄적으로 작성하지 않았는지 확인


주요 감점사례



● 처리 목적을 광범위하게 설정하여 포괄적으로 작성하였거나 축약하여 정보주체 관점에서 개인정보 처리 목적을 예측하기 어려운 경우


 동일 산업 분야의 유사한 타 개인정보처리자와 비교하여, 개인정보의 처리 목적이 구체적이고 적정한지 비교하여 확인함 

 본질적 서비스 목적 달성을 위한 개인정보 처리 목적을 적정하고, 구체적으로 작성하였는지 확인 


주요 감점사례



● 동일 산업 분야의 타 개인정보처리자에 비해 유사한 서비스에 대하여 작성된 처리 목적이 상대적으로 구체적이지 않은 경우


증빙자료
1. 개인정보 처리 현황을 확인할 수 있는 자료 (서비스 목록별 처리 현황표 등) 
배점기준
● 개인정보처리자가 제공하는 서비스 별로 처리방침의 개인정보 처리 목적을 구체적으로 작성하였는지 여부를 확인하여 평가 

평가 및 배점 기준

◾ 서비스별 개인정보 처리 목적을 구분하여 정보주체가 알아보기 쉽게 구체적이고 명확하게 기재한 경우 
□ 우수
◾ 작성된 처리 목적이 상세하지는 않지만, 정보주체가 개인정보 처리 목적의 대략적인 내용을 예측 가능하도록 핵심적인 내용을 작성한 경우
□ 보통
◾ 처리 목적을 포괄적으로 작성하여 정보주체 관점에서 개인정보 처리 목적을 예측하기 어려운 경우
◾ 개인정보 처리 목적을 ‘~등’과 같이 축약하거나 광범위하게 작성하여 모호하게 표현된 경우
□ 미흡

근거법령
(조문)
제3조(개인정보 보호 원칙) ① 개인정보처리자는 개인정보의 처리 목적을 명확하게 하여야 하고 그 목적에 필요한 범위에서 최소한의 개인정보만을 적법하고 정당하게 수집하여야 한다.
제30조(개인정보 처리방침의 수립 및 공개) ① 개인정보처리자는 다음 각 호의 사항이 포함된 개인정보의 처리 방침(이하 “개인정보 처리방침”이라 한다)을 정하여야 한다.
   1. 개인정보의 처리 목적
