
평가 항목
2. 처리하는 개인정보의 항목

지표
② 처리하는 개인정보의 항목을 적정하게 정하고 있는가?
②-2. 개인정보 수집·이용 시 고지하는 내용과 개인정보 처리방침에 기재된 내용이 일치하도록 누락 없이 기재하고 있는가? 
정량
근거법령
「개인정보 보호법」 시행령 제31조 제1항 제1호
평가기준(착안사항)

◈ 개인정보 처리방침에 공개한 내용과 실제 정보주체에게 고지하는 내용이 일치하며, 누락된 사항이 없는지 여부를 평가하기 위함


 개인정보처리자가 처리하고 있는 각각의 개인정보 항목을 누락하지 않고, 실제 처리 현황(수집‧이용 시 고지사항 등)과 일치하는지 여부를 확인함

 [사전검토자료 참고] 개인정보를 처리하는 서비스 단계별(회원가입, 상품 구매, 고객 상담 등) 실제 고지하는 개인정보 항목과 처리방침에 작성한 내용이 일치하는지 확인
 개인정보를 처리하는 서비스 별 개인정보 수집‧이용에 따른 별도 동의 안내사항이 없는 경우, 서비스 목적 및 특성을 검토하여 개인정보 처리방침에 기재된 내용에 누락된 항목이 없는지 확인 
 동일 산업 분야의 유사한 타 개인정보처리자의 서비스 목적에 따른 개인정보 항목을 비교하여 검토


주요 감점사례



● 개인정보 수집‧이용 시 고지하는 개인정보 항목과 처리방침에 작성된 내용이 일치하지 않거나, 누락한 항목이 있는 경우


증빙자료
1. 개인정보 처리 현황을 확인할 수 있는 자료 (서비스 목록별 처리 현황표 등) 
2. 개인정보 수집‧이용 동의서 
배점기준
● 처리방침에 작성된 개인정보 항목 중 누락, 불일치가 있는지 여부 평가 

평가 및 배점 기준

◾ 개인정보 수집‧이용 시 고지하는 내용과 모두 일치하도록 누락 없이 기재한 경우
□ 이행
◾ 서비스별 실제 개인정보 처리 항목을 일부 누락하거나, 고지하는 내용과 불일치한 경우
□ 미이행

근거법령
(조문)
제31조(개인정보 처리방침의 내용 및 공개방법 등) ① 법 제30조제1항제8호에서 “대통령령으로 정한 사항”이란 다음 각 호의 사항을 말한다.
  1. 처리하는 개인정보의 항목
